alefragnani.project-manager
AquaSecurityOfficial.trivy-vulnerability-scanner
atlassian.atlascode
augustocdias.tasks-shell-input
bungcip.better-toml
chrislajoie.vscode-modelines
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
snyk-security.snyk-vulnerability-scanner
streetsidesoftware.code-spell-checker
tfsec.tfsec
timonwong.shellcheck
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
