{
  "fzf-lua": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "showkeys": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-rooter": {
    "branch": "master"
  },
  "vim-rsi": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-unimpaired": {
    "branch": "master"
  }
}
